const card =[{

    imageSrc: "../REST API/card-images/Rectangle 540 (1).png" ,
    title: 'Наслов на видео',
    description: 'Лорем ипсум е едноставен модел на текст кој се користел во печатарската индустрија. Лорем ипсум бил индустриски стандард...',
    time: 'Објавено на 28/05/23',
    tag: 'Тема 1',
    id: 1
},
{

    imageSrc: "../REST API/card-images/Rectangle 540.png" ,
    title: 'Наслов на видео',
    description: 'Лорем ипсум е едноставен модел на текст кој се користел во печатарската индустрија. Лорем ипсум бил индустриски стандард...',
    time: 'Објавено на 28/05/23',
    tag: 'Тема 2',
    id: 2
},
{

    imageSrc: "../REST API/card-images/Rectangle 540.png" ,
    title: 'Наслов на видео',
    description: 'Лорем ипсум е едноставен модел на текст кој се користел во печатарската индустрија. Лорем ипсум бил индустриски стандард...',
    time: 'Објавено на 28/05/23',
    tag: 'Тема 3',
    id: 3
},
{

    imageSrc: "../REST API/card-images/Rectangle 540 (1).png" ,
    title: 'Наслов на видео',
    description: 'Лорем ипсум е едноставен модел на текст кој се користел во печатарската индустрија. Лорем ипсум бил индустриски стандард...',
    time: 'Објавено на 28/05/23',
    tag: 'Тема 1',
    id: 4
},
{

    imageSrc: "../REST API/card-images/Rectangle 540 (2).png" ,
    title: 'Наслов на видео',
    description: 'Лорем ипсум е едноставен модел на текст кој се користел во печатарската индустрија. Лорем ипсум бил индустриски стандард...',
    time: 'Објавено на 28/05/23',
    tag: 'Тема 2',
    id: 5
},
{

    imageSrc: "../REST API/card-images/Rectangle 540.png" ,
    title: 'Наслов на видео',
    description: 'Лорем ипсум е едноставен модел на текст кој се користел во печатарската индустрија. Лорем ипсум бил индустриски стандард...',
    time: 'Објавено на 28/05/23',
    tag: 'Тема 3',
    id: 6
},
{

    imageSrc: "../REST API/card-images/Rectangle 540 (1).png" ,
    title: 'Наслов на видео',
    description: 'Лорем ипсум е едноставен модел на текст кој се користел во печатарската индустрија. Лорем ипсум бил индустриски стандард...',
    time: 'Објавено на 28/05/23',
    tag: 'Тема 1',
    id: 7
},
{

    imageSrc: "../REST API/card-images/Rectangle 540.png" ,
    title: 'Наслов на видео',
    description: 'Лорем ипсум е едноставен модел на текст кој се користел во печатарската индустрија. Лорем ипсум бил индустриски стандард...',
    time: 'Објавено на 28/05/23',
    tag: 'Тема 2',
    id: 8
},
{

    imageSrc: "../REST API/card-images/Rectangle 540 (3).png" ,
    title: 'Наслов на видео',
    description: 'Лорем ипсум е едноставен модел на текст кој се користел во печатарската индустрија. Лорем ипсум бил индустриски стандард...',
    time: 'Објавено на 28/05/23',
    tag: 'Тема 3',
    id: 9
},
{

    imageSrc: "../REST API/card-images/Rectangle 540 (2).png" ,
    title: 'Наслов на видео',
    description: 'Лорем ипсум е едноставен модел на текст кој се користел во печатарската индустрија. Лорем ипсум бил индустриски стандард...',
    time: 'Објавено на 28/05/23',
    tag: 'Тема 1',
    id: 10
},
{

    imageSrc: "../REST API/card-images/Rectangle 540.png" ,
    title: 'Наслов на видео',
    description: 'Лорем ипсум е едноставен модел на текст кој се користел во печатарската индустрија. Лорем ипсум бил индустриски стандард...',
    time: 'Објавено на 28/05/23',
    tag: 'Тема 2',
    id: 11
},
{

    imageSrc: "../REST API/card-images/Rectangle 540 (1).png" ,
    title: 'Наслов на видео',
    description: 'Лорем ипсум е едноставен модел на текст кој се користел во печатарската индустрија. Лорем ипсум бил индустриски стандард...',
    time: 'Објавено на 28/05/23',
    tag: 'Тема 3',
    id: 12
},
{

    imageSrc: "../REST API/card-images/Rectangle 540 (3).png" ,
    title: 'Наслов на видео',
    description: 'Лорем ипсум е едноставен модел на текст кој се користел во печатарската индустрија. Лорем ипсум бил индустриски стандард...',
    time: 'Објавено на 28/05/23',
    tag: 'Тема 1',
    id: 13
},
{

    imageSrc: "../REST API/card-images/Rectangle 540 (3).png" ,
    title: 'Наслов на видео',
    description: 'Лорем ипсум е едноставен модел на текст кој се користел во печатарската индустрија. Лорем ипсум бил индустриски стандард...',
    time: 'Објавено на 28/05/23',
    tag: 'Тема 2',
    id: 14
},
{

    imageSrc: "../REST API/card-images/Rectangle 540 (1).png" ,
    title: 'Наслов на видео',
    description: 'Лорем ипсум е едноставен модел на текст кој се користел во печатарската индустрија. Лорем ипсум бил индустриски стандард...',
    time: 'Објавено на 28/05/23',
    tag: 'Тема 3',
    id: 15
},
{

    imageSrc: "../REST API/card-images/Rectangle 540 (3).png" ,
    title: 'Наслов на видео',
    description: 'Лорем ипсум е едноставен модел на текст кој се користел во печатарската индустрија. Лорем ипсум бил индустриски стандард...',
    time: 'Објавено на 28/05/23',
    tag: 'Тема 2',
    id: 16
},
{

    imageSrc: "../REST API/card-images/Rectangle 540 (1).png" ,
    title: 'Наслов на видео',
    description: 'Лорем ипсум е едноставен модел на текст кој се користел во печатарската индустрија. Лорем ипсум бил индустриски стандард...',
    time: 'Објавено на 28/05/23',
    tag: 'Тема 3',
    id: 17
},] 