export const mk: Record<string, string> = {
  greeting: "Информативни содржини",
  welcome: "Добредојдовте на нашата страница",
  about: "За нас",
  membership: "Членство",
  branch: "Огранок на коучинг",
  jobAds: "Огласи за работа",
  hrAwards: "HR Награди",
  eNewsletter: "Е-весник",
  archive: "Архива",
  faq: "FAQ",
  educationalContent: "Едукативни содржини",
  articles: "Статии",
  research: "Истражувања",
  interviews: "Интервјуа",
  training: "Обуки",
  academies: "Македонски академии",
  projects: "Проекти",
  experts: "Експерти",
  trends: "Трендови",
  yearlyConference: "Годишна Конференција",
  events: "Настани",
  hrCaffee: "HR caffee",
  hrWeekend: "HR weekend",
  hrWebinar: "HR webinar",
  hrConferences: "HR конференции",
  blog: "Блог",
  searchPlaceholder: "пребарај...",
  logOut: "Одјави се",
  signUp: "Зачлени се",

  // ================index=================

  homepageTitle: "Почетна - МАЧР",
  homepageDescription: "Почетна страница на МАЧР",
  educationEvents: "Едукативни настани",
  latestInfo: "Најнови информации и случувања",
  networkBuilding: "Ширење на мрежата на контакти",
  involvementInMachr: "Вклучување во работењето на МАЧР",
  hrJobAds: "HR огласи за работа",
  membershipBenefits: "Бенефити од зачленување во МАЧР",
  aboutMachr: `
    Македонската асоцијација за човечки ресурси - МАЧР како невладино,
    непрофитно и непартиско здружение на граѓани, продолжува со
    остварување на својата мисија за промоција и унапредување на
    професијата управување со човечките ресурси, како и создавање и
    имплементирање на највисоките професионални стандарди и развој на
    човечкиот капитал во Република Македонија како единствен ентитет од
    овој вид во земјава.
  `,
  currentEvents: "Актуелни настани",
  annualConference: "Годишна HR конференција на МАЧР",
  annualConferenceDescription: `
    Најголемиот HR настан на нашите простори - Годишната HR
    конференција на МАЧР. Меѓународна размена на искуства во полето на
    човечки ресурси и константно движење во чекор со светските трендови.
  `,
  internationalExchange:
    "Меѓународна размена на искуства во полето на човечки ресурси и константно движење во чекор со светските трендови.",
  popularResearches: "Популарни истражувања",
  stayUpdated:
    "Сакаш да бидеш во тек со нас и најновите содржини што ги споделуваме?",
  learnMoreAboutUs: "Дознај повеќе за нас и нашите содржини",
  readMoreAboutUsButton: "Повеќе за нас",

  // ============HERO===========
  joinUsHero: "Придружи ни се:",
  peopleFirstHero: "Луѓето пред се!",
  mahrHero: "Македонска Асоцијација за Човечки Ресурси",

  // ========OurBlogSec=======

  ourBlogTitle: "Нашиот блог",
  readMore: "Прочитај повеќе",
  connectWithUs: "Поврзи се со нас",
  shareOpinions:
    "Кажи ги своите мислења и поврзи се со останатите HR ентузијасти",
  exchangeOpinions:
    "Во нашиот блог одсега ќе можеш да разменуваш мислења на актуелни теми со останатите корисници",
  headNowTo: "Упати се уште сега кон",
  ourBlogBtn: "Нашиот блог",

  // ========Socials green=======

  followUsSocials: "Заследи не на социјалните медиуми",

  // ========ABOUT========

  meetTheTeam: "Запознај го тимот",
  associationName: "Македонска Асоцијација за Човечки Ресурси",
  joinUs: "Придружи ни се",
  readMore1: "Прочитај повеќе",
  goalsAndObjectives: "Цели и задачи:",
  supportTitle: "ПОДДРШКА",
  support:
    "на највисоките идеали во областа на управувањето со човечки ресурси и посестрано прифаќање и ценење на професијата",
  recognition:
    "на управувањето со човечки ресурси поради неговиот придонес за успешно работење и зајакнување на способноста и кредибилитетот на професијата",

  aspirationTitle: "СТРЕМЕЖ",
  aspiration:
    "да бидеме водачи во развојот и промовирањето на добрите практики во професијата",
  missionAndVision: "МИСИЈА И ВИЗИЈА",
  mission: "Мисија",
  vision: "Визија",
  president: "Претседател на МАЧР",
  board: "Одбор на МАЧР",
  recognitionTitle: "ПРИЗНАВАЊЕ",
  machrInfoSMTH:
    "МАЧР е стручно, невладино, непартиско и непрофитно здружение на граѓани формирано на 22 април 2009 година, заради вршење на дејности и активности поврзани со развојот на работната сила, промоција на управувањето со човечките ресурси, како и унапредување на професијата ",
  missionMCHR:
    "“Мисија на МАЧР е унапредување и развој на професијата менаџмент со човечките ресурси”.",
  vissionMCHR: "Визија на МАЧР е развој на луѓето и организациите!",

  boardMACHR: "ОДБОР НА МАЧР",

  presidentOfMAHR: "Претседател на МАЧР",
  darcoPetrovski: "м-р Дарко Петровски",
  darcoBio1:
    "Дарко е еден од основачите на МАЧР, каде придонесуваше како член на УО, претседател на Надзорниот одбор, генерален секретар и уредник на електронскиот весник на МАЧР, а на последното Собрание во декември 2018 беше избран за Претседател на Македонската асоцијација за човечки ресурси. Дарко помина речиси 9 годишен работен ангажман како раководител на одделот за човечки ресурси и организација во ЕВН, еден од најголемите работодавачи во Македонија. Пред тоа, тој беше на чело на Канцеларијата за економски прашања при Австриската амбасада во Скопје.",
  darcoBio2:
    "Дарко е основач на Талент бизнис инкубаторот Степ-ап кој нуди програми за стипендирање и развој на таленти, за практикантска работа и консултантски услуги во областа на стратегиски деловен развој, организациски развој и менаџмент со човечките ресурси. Тој е и ко-основач и партнер во Динамик Консалтинг и е вклучен во проекти како менаџмент консултант во различни области.",
  darcoBio3:
    "Покрај професионалниот ангажман, Дарко бил и е сеуште активен во повеќе организации како Организацијата на работодавачи на Македонија, Националниот економско-социјален совет, Локалниот економско-социјален совет на град Скопје, Техничкиот комитет за менаџмент со човечките ресурси (ТК42) при Институтот за стандардизација на РМ, Националниот совет за претприемништво и конкурентност, советодавните одбори на Универзитетот за туризам и менаџмент во Скопје и на Универзитетот Американ Колеџ Скопје.",
  darcoBio4:
    "Дарко магистрираше економски науки на Економскиот факултет во Љубљана и е магистер по бизнис администрација и организациски науки, со специјализација во менаџментот со човечките ресурси, а исто така е дипломиран машински инженер и автор на повеќе стручни и научно-истражувачки трудови.",
  //   =====FOOTER========
  popupNoti: "Успешно сте претплатени!",
  btnPopup: "Во ред!",

  subFooter: "Претплати се на билтен",
  subFooter2: "Претплати се!",
  adressFooter: "Адреса",
  emailFooter: "Емаил",

  // ==========yearlyConference=======

  title: "MHRA",
  description: "Конференција MHRA",
  heroSectionOneSmallTitle: "Настан",
  heroSectionOneTitle: "13та меѓународна МАЧР конференција",
  heroSectionOneSmallTitleTwo: "| 24-25 Декември, 2024",

  confFirstHeading: "13та меѓународна МАЧР конференција",
  confFirstDate: "24-25 Декември, 2024",
  confFirstLocation: "Хотел Континентал, Скопје",
  confFirstDescription:
    "Годишната меѓународна HR конференција, организирана од страна на Македонска асоцијација за човечки ресурси, има за цел да ги истражи и презентира најновите трендови и практики во областа на човечките ресурси кои ќе им помогнат на организациите да станат 'future fit'. Оваа конференција ќе ги собере најдобрите умови и лидери во HR за да дискутираат и разменат идеи за проактивни стратегии кои можат да ја трансформираат работната сила и да ја унапредат организациската ефикасност.",

  confSecondDayCount: "2",
  confSecondDayText: "Дена",
  confSecondSpeakerCount: "9",
  confSecondSpeakerText: "Неверојатни Спикери",
  confSecondRestaurantCount: "6",
  confSecondRestaurantText: "Ресторани",
  confSecondBookCount: "28",
  confSecondBookText: "Едукативни книги",

  confThirdSpecialGuests: "Специјални гости",
  confThirdSpecialGuestsDescription:
    "Ова се луѓе од кои дефинитивно има што да се научи. Нивните достигнувања се огромни и со нивна помош секторот на HR успеа да достигне нови височини. Не пропуштајте ја оваа прилика да ка слушнете, а и да научите нешто од нивната мудрост.",
  confThirdButton: "Сите спикери",

  quoteSectionPersonName: "Мајк Вазауски",
  quoteSectionPersonTitle: "CEO на “Монстер Инк”",
  quoteSectionQuote:
    "Придружете се на нас за оваа исклучителна прилика да бидете дел од глобалната HR заедница и да придонесете за создавање на организации кои се подготвени за иднината преку проактивни HR стратегии. Конференцијата е дизајнирана да обезбеди инспирација, знаење и мрежни можности кои ќе им помогнат на HR професионалците да бидат подготвени за иднината.",

  packetSectionTitle: "Пакети за поединци и корпорации",
  packetSectionIndividual: "Поединци",
  packetSectionCorporate: "Корпорации",
  packetSectionIndividualPrice: "1500ден",
  packetSectionCorporatePrice: "20 000ден",
  packetSectionButton: "Предложи на пријател",

  mapSectionDirectionsButton: "Насоки",

  latestBlogs: "Најнови блогови",
  latestEvents: "Најнови настани",

  olivia: "Оливиа Оил",
  oliviaCeo: "CO на “Спинак”",
  james: "Џејмс Саливан",
  jamesCeo: "Основач на М.И.",
  ednaMode: "Една Моде",
  ednaModeJOB: "Основач на „Е“",

  agendaTitle: "Агенда на конференција",

  dayOneRegistrationAndCoffeeTitle: "Регистрација и утринско кафе",
  dayOneRegistrationAndCoffeeDesc:
    "Приситигнување и неформално запознавање меѓу учесниците.",
  dayOneOpeningTitle: "Вовед и отворање на настанот",
  dayOneOpeningDesc:
    "Поздравен говор од организаторот и кратко претставување на агендата.",
  dayOnePresentationTitle:
    "Презентација: Важноста на соработката меѓу HR одделот и синдикатот",
  dayOnePresentationDesc:
    "Клучни точки: Значењето на заедничката работа, придобивки и предизвици.",
  dayOnePresentationPresenter: "Оливија Оли",
  dayOnePanelDiscussionTitle:
    "Панел дискусија: Искусувања и предизвици во пракса",
  dayOnePanelDiscussionDesc:
    "Панелисти: Претставници од HR и синдикатот од различни индустрии.",
  dayOnePanelDiscussionPresenter: "Марк Васкзурски",
  dayOneLunchBreakTitle: "Пауза за ручек и неформални разговори",
  dayOneLunchBreakDesc: "",
  dayOneWorkshopTitle: "Работилница: Стратегии за подобрување на соработката",
  dayOneWorkshopDesc:
    "Практични совети и техники за подобрување на комуникацијата и координацијата.",
  dayOneWorkshopPresenter: "Една Моде",
  dayOneToolsAndMethodsTitle: "Клучни алатки и методи за успешна соработка",
  dayOneToolsAndMethodsDesc:
    "Презентација на алатки и методи кои може да се применат веднаш.",
  dayOneToolsAndMethodsPresenter: "Џејмс Сулливан",
  dayOneClosingTitle: "Завршни зборови и заклучоци",
  dayOneClosingDesc:
    "Резиме на клучните точки од настанот и дискусија за понатамошни активности.",
  dayOneNetworkingTitle:
    "Мрежно поврзување и неформално завршување на настанот",
  dayOneNetworkingDesc:
    "Можност за неформални разговори и размена на контакти.",

  dayTwoRegistrationAndCoffeeTitle: "Регистрација и утринско кафе",
  dayTwoRegistrationAndCoffeeDesc:
    "Приситигнување и неформално запознавање меѓу учесниците.",
  dayTwoOpeningTitle: "Вовед и отворање на настанот",
  dayTwoOpeningDesc:
    "Поздравен говор од организаторот и кратко претставување на агендата.",
  dayTwoPresentationTitle:
    "Презентација: Важноста на соработката меѓу HR одделот и синдикатот",
  dayTwoPresentationDesc:
    "Клучни точки: Значењето на заедничката работа, придобивки и предизвици.",
  dayTwoPresentationPresenter: "Оливија Оли",
  dayTwoPanelDiscussionTitle:
    "Панел дискусија: Искусувања и предизвици во пракса",
  dayTwoPanelDiscussionDesc:
    "Панелисти: Претставници од HR и синдикатот од различни индустрии.",
  dayTwoPanelDiscussionPresenter: "Марк Васкзурски",
  dayTwoDinnerBreakTitle: "Пауза за вечера и неформални разговори",
  dayTwoDinnerBreakDesc: "",
  dayTwoWorkshopTitle: "Работилница: Стратегии за подобрување на соработката",
  dayTwoWorkshopDesc:
    "Практични совети и техники за подобрување на комуникацијата и координацијата.",
  dayTwoWorkshopPresenter: "Една Моде",
  dayTwoToolsAndMethodsTitle: "Клучни алатки и методи за успешна соработка",
  dayTwoToolsAndMethodsDesc:
    "Презентација на алатки и методи кои може да се применат веднаш.",
  dayTwoToolsAndMethodsPresenter: "Џејмс Сулливан",

  //   =====individual HR events=======

  pageTitle: "MHRA",
  pageDescription: "Настани MHRA",
  heroTitle: "ЧР Кафе",
  heroTitle2: "ЧР Кнференција",

  heroText:
    "Овој четврток кафе на тема како да примените техники и чекори од селф коучинг за подобро да се водите себеси... | 25 Јули, 2024",
  heroMiniTitle: "Настан",
  buyTicketButton: "Купи карта",
  calendarTitle: "Календар со датуми за сите претстојни настани",
  calendarDescription:
    "Погледни ги сите настани распоредени на календар. Со клик на обележаните настани можеш да дознаеш повеќе информации за секој од настаните но за целосни информации упатете се до индивидуалната страна на настанот",
  eventCategoryTitle: "ЧР Кафе",
  eventCategory: "HR caffee",
  description1:
    "Специјализиран настан наменет за професионалци од областа на човечки ресурси (HR), каде што учесниците ќе имаат можност да се сретнат, да разменат искуства и идеи, како и да научат нови вештини и трендови во оваа динамична област. Овој настан се одржува во пријатна и неформална атмосфера, со цел да поттикне отворена дискусија и вмрежување помеѓу присутните.",
  eventIncludesTitle: "Настанот ќе вклучува:",
  interactiveLectures: "Интерактивни предавања од искусни HR професионалци",
  panelDiscussions:
    "Панел дискусии на актуелни теми во областа на човечките ресурси",
  workshops: "Работилници за развој на практични вештини",
  networkingOpportunities:
    "Можности за вмрежување и споделување на најдобри практики",
  coffeeAndCasualTalks: "Кафе и неформални разговори во релаксирана атмосфера",
  callToAction:
    "Oдлична можност за сите кои работат во HR секторот или се заинтересирани за оваа област, да го прошират своето знаење, да создадат нови професионални врски и да придонесат за унапредување на човечките ресурси во нивните организации. Придружете ни се за инспиративен и корисен ден исполнет со учење и вмрежување!",
  buyTicketText: "Купи карта за следниот настан!",
  buyTicketButton1: "Купи карта",

  upcomingEv: "Претстојни настани",
  eventCategoryTitle2: "ЧР Викенд",
  eventCategoryTitle3: "ЧР Вебинар",
  highlitedEvent: "Истакнат Настан",
  //   =====Calendar=======
  tickDate: "Изберете Дата",
  sun: "НЕД",
  mon: "ПОН",
  tue: "ВТО",
  wed: "СРЕ",
  thu: "ЧЕТ",
  fri: "ПЕТ",
  sat: "САБ",
  // ====FilterEvents====

  allEvents: "Сите настани",
  noDataFound: "Нема резултати",

  // ========EVENTS MAIN PAGE====

  topic: "Тема",
  description2: "Опис",
  purpose: "Цел",
  pForp: "Цена за поединци",
  pricePmkd: "500мкд",
  pForC: "Цена за компании",
  priceCmkd: "5000мкд",
  shareToFriend: "Предложи на пријател",
  similarEvents: "Слични настани",
  buyTicket: "КУПИ КАРТА",
  eventSpeakers: "Говорници на настанот",

  // =======BLOG INDEX======
  title1: "MHRA",
  description3: "Blog MHRA",
  miniTitle: "Истакнат блог",
  date: "Oд Ѓоко Вукановски l 20 Јуни, 2024",
  readMore2: "Прочитај повеќе",
  activeSectionTitle:
    "Биди активен/на, споделувај настани на социјаните медиуми, собирај поени, добивај значки и рамки, кани пријатели на настани и освојувај попусти за следната купена карта",
  activeSectionText:
    "Доколку овој месец си најактивен/а во форумот добиваш награди за да го направиш твојот профил уникатен, а ако каниш пријатели и тие купат карта преку твојот линк за покана добиваш попуст на следната купена карта за настан.",
  someTitle: "Иднината на работата: трендови и предизвици",

  newestBlogs: "Најнови блогови",
  latestAds: "Најнови огласи",

  hrAdmin: "HR админ",
  intern1: "Практикант",
  intern2: "Практикант",
  executiveManager: "Извршен менаџер",
  hrIntern: "HR Практикант",
  managementTrainee: "Management trainee",
  hrManager: "Менаџер за HR",

  loading: "Се вчитува...",

  // =======BLOG ID======
  gjokoName: "Ѓоко Вукановски",
  shareWCol: "Сподели со колегите!",
  shortBrief: "Кратка Содржина",
  likeTheBlogQ: "Ти се допаѓа овој блог? Сподели го!",
  similarBlogs: "Слични блогови",

  comm: "Коментари",
  comm1: "Коментирај",
  // =======LOGIN/SIGNIN=======

  login: "Најави се",

  or: "или",

  signUp1: "Регистрирај се",
  goog: "Продолжи со Google",
  conWmail: "Продолжи со овој емаил",
  terms:
    "Со кликнување на 'Продолжи со Google/Email', се согласувате со нашите Услови на користење и Политика за приватност",
  memberMchr: "Сакам да станам член на МАЧР",
  notys: "Сакам редовно да добивам информации на е-маил",

  corporateMembershipBenefits: "Бенефити од корпоративно зачленување",
  corporateBenefit1: "Претставник во корпоративниот одбор на МАЧР",
  corporateBenefit2: "Можности за промоција на вашата компанија",
  corporateBenefit3: "Ширење на мрежата регионално и интернационално",
  corporateBenefit4: "Попусти на HR настани, обуки, конференции и сл.",
  corporateBenefit5: "HR огласи за работа",
  individualMembershipBenefits: "Бенефити од индивидуално зачленување",
  individualBenefit1: "Едукативни настани",
  individualBenefit2: "Најнови информации и случувања",
  individualBenefit3: "Ширење на мрежата на контакти",
  individualBenefit4: "Вклучување во работењето на МАЧР",
  individualBenefit5: "HR огласи за работа",

  // ========USER DASHBOARD=========

  settings: "Поставки",
  nameProf: "Име",
  pass: "Лозинка",
  proff: "Професија",
  lName: "Презиме",

  notificationMethodsLegend: "Добивај нотификации на:",
  notificationMethodPlatform: "Платформа",
  notificationMethodEmail: "E-маил",
  notificationMethodSocialMedia: "Социјални медиуми",

  notificationTypesLegend: "Добивај нотификации за:",
  notificationTypeNewContent: "Нови содржини",
  notificationTypeNewEvents: "Нови настани",
  notificationTypeEventReminder: "Приближување на датум за настан",

  saveBtn: "Зачувај",

  city: "Град",
  cv: "CV",
  phoneNumber: "+389 70 707 070",
  settings1: "Поставки",
  shortBio: "Кратка биографија",
  recommendations: "Препораки",
  close: "Затвори",
  viewAll: "Види ги сите",

  latestBadges: "Најнови беџови",
  viewAll1: "Види ги сите",
  badgeActivityLevel2:
    "Левел 2 беџ за активност во блог секцијата за корисници",
  badgeEventLevel3: "Левел 3 беџ за редовно посетување на настани",
  connectionList: "Листа на конекции",
  addConnection: "Додади конекција",
  searchPlaceholder1: "Пребарај",
  recentlyAdded: "Последно додадени",
  purchasedTickets: "Купени карти",
  ticketText1: "Пoтребата од зајакнување на соработ...",
  ticketText2: "25.07.2024 Лабораториум, Скопје",
  ticketText3: "13та меѓународна МАЧР конференција",
  ticketText4: "25.07.2024 Лабораториум, Скопје",
  earnedDiscount: "Освоено:",
  percentage: "20%",
  nextTicketDiscount: "попуст за следна карта",
  recommendedTo: "Препорачано на:",
  numberOfFriends: "20",
  friends: "пријатели",
  feedbackPlaceholder:
    "Остави фидбек за нешто што би можеле да подобриме на страната. Кажи ни што ти смета и ние ке се потрудиме да го подобриме.",
  sendButton: "Испрати",

  pointsFrame: "Поени до следна рамка",
  changePass: "Промени Лозинка",
};
